Revit 2027 API
ParameterTypeId.RbsElecAnalyticalLoadsInSetObsolete Property
 "Loads in Set"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecAnalyticalLoadsInSetObsolete { get; }
Public Shared ReadOnly Property RbsElecAnalyticalLoadsInSetObsolete As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecAnalyticalLoadsInSetObsolete {
	ForgeTypeId^ get ();
}
static member RbsElecAnalyticalLoadsInSetObsolete : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace